Repository: seblepers/Magento-CE-French-translation
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: fr_fr

source: From your My Account Dashboard you have the ability to view a snapshot of your recent account activity and update your account information. Select a link below to view or edit information.
fr_fr: Depuis le tableau de bord 'Mon compte', vous pouvez avoir un aperçu de vos récentes activités et mettre à jour les informations de votre compte. Sélectionnez un lien ci-dessous pour voir ou modifier les informations.

source: From:
fr_fr: De :

source: Frontend Experience Settings
fr_fr: Paramètres d'expérience en frontend

source: Frontend Model
fr_fr: Modèle du front office

source: Frontend Properties
fr_fr: Propriétés du frontend

source: Frontend label is not defined
fr_fr: Le libellé de front office n'est pas défini

source: Frontend label is not defined.
fr_fr: Le libellé de front office n'est pas défini.

source: Fulfillment: %s -> %s
fr_fr: Accomplissement : %s -> %s

source: Full Download / SVN Installation
fr_fr: Téléchargement complet / l'installation SVN

source: Full name of the person receiving the product or service paid for by the recurring payment.
fr_fr: Nom complet de la personne recevant le produit ou service payé par le paiement périodique.

source: Funding
fr_fr: Financement

source: G.T. (Base)
fr_fr: Montant total<br/>(Devise de base)

source: G.T. (Purchased)
fr_fr: Montant total<br/>(Devise de la commande)

source: GBR (English)
fr_fr: GBR (Anglais)

source: Gallery
fr_fr: Galerie

source: Gateway URL
fr_fr: URL de passerelle

source: Gateway XML URL
fr_fr: URL XML de passerelle

source: Gateway actions are locked because the gateway cannot complete one or more of the transactions. Please log in to your Authorize.Net account to manually resolve the issue(s).
fr_fr: Les actions de la passerelle sont verrouillées car une ou plusieurs transations ne peuvent pas aboutir sur la passerelle de paiement. Veuillez vous connecter à votre compte Authorize.Net pour résoudre manuellement les problèmes.

source: Gateway error: %s
fr_fr: Erreur de la passerelle : %s

source: Gateway request error: %s
fr_fr: Erreur de requête passerelle : %s

source: Gb
fr_fr: Go

source: Gender
fr_fr: Sexe

source: General
fr_fr: Général

source: General (Authorization)
fr_fr: Général (Autorisation)

source: General (Dividend)
fr_fr: Général (dividendes)

source: General (Funds Transfer from PayPal Account to Another)
fr_fr: Général (transfert de fonds de compte PayPal à un autre)

source: General (Purchase with a credit card)
fr_fr: Généraux (achat avec une carte de crédit)

source: General Adjustment without businessrelated event
fr_fr: Ajustement général sans événement lié au marché

source: General Contact
fr_fr: Contact général

source: General Contact Email
fr_fr: Email du contact général

source: General Contact Name
fr_fr: Nom du contact général

source: General Currency Conversion
fr_fr: Conversion de devises général

source: General Funding of PayPal Account
fr_fr: Financement général de compte PayPal

source: General Information
fr_fr: Informations générales

source: General Options
fr_fr: Options générales

source: General Redemption
fr_fr: Remboursement général

source: General Section
fr_fr: Section générale

source: General Settings
fr_fr: Paramètres généraux

source: General Subscription
fr_fr: Je m'abonne

source: General Withdrawal from PayPal Account
fr_fr: Retrait général de compte PayPal

source: General contact email will be used if left empty.
fr_fr: L'email de contact général sera utilisé si ce champ reste vide.

source: General. Product no longer supported
fr_fr: Généralités. Ce produit n'est plus pris en charge

source: General: Use of PayPal account for purchasing as well as receiving payments
fr_fr: Compte général : utilisation de PayPal pour l'achat ainsi que la réception des paiements

source: General: Withdrawal from PayPal Account
fr_fr: Général : Retrait de compte PayPal

source: General: Withdrawal to Non-Bank Entity
fr_fr: Général : Retrait à l'entité non-bancaire

source: General: adjustment of a type not belonging to the other T12xx categories
fr_fr: Général : ajustement d'un type n'appartenant pas aux autres catégories de T12xx

source: General: bonus of a type not belonging to the other T08xx categories
fr_fr: Général : bonification d'un type n'appartenant pas aux autres catégories de T08xx

source: General: event not yet categorized
fr_fr: Général : événement pas encore classé par catégorie

source: General: non-payment fee of a type not belonging to the other T01xx categories
fr_fr: Général : Taxe de non-paiement d'un type qui n'appartiennent pas aux autres catégories T01xx

source: General: received payment of a type not belonging to the other T00xx categories
fr_fr: Général : paiement reçu d'un type n'appartenant pas aux autres catégories de T00xx

source: General: reversal of a type not belonging to the other T11xx categories
fr_fr: Général : inversion d'un type n'appartenant pas aux autres catégories de T11xx

source: General: temporary hold of a type not belonging to the other T15xx categories
fr_fr: Général : suspension temporaire d'un type qui n'appartiennent pas aux autres catégories T15xx

source: Generate
fr_fr: Générer

source: Generate Human-Friendly Customer ID
fr_fr: Générer un ID client facile à lire

source: Generate Schedules Every
fr_fr: Générer les tâches programmées toutes les

source: Generation Settings
fr_fr: Paramètres généraux

source: Generic Pages
fr_fr: Pages génériques

source: German
fr_fr: Allemand

source: Germany
fr_fr: Allemagne

source: Get Activation Key
fr_fr: Récupérer la clé d'activation

source: Get Content from CMS Page
fr_fr: Récupérer le contenu de la page CMS

source: Get Credentials from PayPal
fr_fr: Obtenez les informations d'accès de PayPal

source: Get Feed
fr_fr: Récupérer le flux

source: Get Image Base64
fr_fr: Récupérer l'image Base64

source: Get Payment Update
fr_fr: Obtenir la mise à jour de paiement

source: Get Update
fr_fr: Obtenir la mise à jour

source: Get a Quote
fr_fr: Obtenir une estimation

source: Get full information about attribute with list of options
fr_fr: Récupérer l'information complète sur l'attribut avec la liste d'options

source: Get full information about custom option in product
fr_fr: Récupérer l'information complète sur l'option personnalisable dans le produit

source: Get help for this page
fr_fr: Obtenir de l'aide pour cette page

source: Get info about current Magento installation
fr_fr: Récupérer des informations sur l'installation Magento

source: Get list of available custom option types
fr_fr: Récupérer la liste des types d'options personnalisables disponibles

source: Get list of available payment methods
fr_fr: Récupérer la liste des moyens de paiement disponibles

source: Get list of available shipping methods
fr_fr: Récupérer la liste des modes de livraison disponibles

source: Get list of non-default attributes by product type and attributes set
fr_fr: Récupérer la liste des attributs pas par défaut par type de produit et jeu d'attributs

source: Get list of possible attribute types
fr_fr: Récupérer la liste des types d'attributs possibles

source: Get list of products in shopping cart
fr_fr: Récupérer la liste des produits dans le panier

source: Get ready to experience Open-Source eCommerce Evolved.
fr_fr: Préparez-vous à vivre une expérience avancée de l'eCommerce Open-Source

source: Get shipping methods and rates
fr_fr: Récupérer les modes de livraison et les taux

source: Get special price
fr_fr: Récupérer le prix spécial

source: Get terms and conditions
fr_fr: Récupérer les CGV

source: Get total prices for shopping cart
fr_fr: Récupérer les totaux pour le panier

source: Gift
fr_fr: Cadeau

source: Gift Certificate
fr_fr: Chèque cadeau

source: Gift Certificate Payment: purchase of Gift Certificate
fr_fr: Paiement par chèque cadeau : achat de chèques cadeaux

source: Gift Certificate Redemption
fr_fr: Rachat de Chèque Cadeau

source: Gift Message
fr_fr: Message du cadeau

source: Gift Message API
fr_fr: API de messages cadeau

source: Gift Message for This Order
fr_fr: Message cadeau pour cette commande

source: Gift Message for the Entire Order
fr_fr: Message cadeau pour toute la commande

source: Gift Message for this Order
fr_fr: Message cadeau pour cette commande

source: Gift Messages
fr_fr: Messages cadeau

source: Gift Options
fr_fr: Options cadeau

source: Gift Options for
fr_fr: Options cadeau pour

source: Gift Options for Individual Items
fr_fr: Options cadeau pour les articles individuels

source: Gift Options for the Entire Order.
fr_fr: Options cadeau pour toute la commande

source: Gift Options for this address.
fr_fr: Options cadeau pour cette adresse.

source: Giropay (powered by Moneybookers) - Germany
fr_fr: Giropay (powered by Moneybookers) - Allemagne

source: Girth
fr_fr: Circonférence

source: Give the verifier code to application administrator
fr_fr: Donner le code de vérification à l'administrateur de l'application

source: Global Address Verification
fr_fr: Vérification d'adresse globale

source: Global Attribute
fr_fr: Attribut global

source: Global Record Search
fr_fr: Recherche globale

source: Global Search
fr_fr: Recherche globale

source: Globally Editable
fr_fr: Éditable globalement

source: Go
fr_fr: Lancer

source: Go Today
fr_fr: Aller à aujourd'hui

source: Go to <a href="%s">My Downloadable Products</a>
fr_fr: Aller à <a href="%s">Mes produits téléchargeables</a>

source: Go to Backend
fr_fr: Aller vers le back office

source: Go to Frontend
fr_fr: Aller vers le front office

source: Go to Home Page
fr_fr: Aller à la page d'accueil

source: Go to Wishlist
fr_fr: Aller à la liste d'envies

source: Go to messages inbox
fr_fr: Aller à la boîte de réception

source: Go to notifications
fr_fr: Voir les notifications

source: Google API
fr_fr: API Google

source: Google Authorization:
fr_fr: Autorisation Google :

source: Google Base Attribute
fr_fr: Attribut Google Base

source: Google Base ID
fr_fr: ID Google Base

source: Google Base Item Type
fr_fr: Type d'article Google Base

source: Google Base Item type
fr_fr: Type d'article Google Base

source: Google Base Items
fr_fr: Articles Google Base

source: Google Buyer ID: %s
fr_fr: Identifiant d'acheteur Google : %s

source: Google Charge:
fr_fr: Tarif Google :

source: Google Checkout Shipping - Carrier Calculated
fr_fr: Livraison Google Checkout - Calculé par transporteur

source: Google Checkout Shipping - Digital Delivery
fr_fr: Livraison Google Checkout - Livraison numérique

source: Google Checkout Shipping - Flat Rate
fr_fr: Livraison Google Checkout - Montant fixe

source: Google Checkout Shipping - Merchant Calculated
fr_fr: Livraison Google Checkout - Calculé par le marchand

source: Google Optimizer Scripts
fr_fr: Scripts Google Optimizer

source: Google Order Number: %s
fr_fr: Numéro de commande Google : %s

source: Google Order Status Change:
fr_fr: Changement de statut de commande Google :

source: Google Refund:
fr_fr: Remboursement Google :

source: Google Risk Information:
fr_fr: Informations Google à propos des risques :

source: Google Sitemap
fr_fr: Plan de site Google

source: Google Sitemap Section
fr_fr: Section Google Sitemap

source: Grand Total
fr_fr: Montant global

source: Grand Total (Excl. Tax)
fr_fr: Total (HT)

source: Grand Total (Excl.Tax)
fr_fr: Total (HT)

source: Grand Total (Incl. Tax)
fr_fr: Total (TTC)

source: Grand Total (Incl.Tax)
fr_fr: Total (TTC)

source: Grand Total Excl. Tax
fr_fr: Total HT

source: Grand Total Incl. Tax
fr_fr: Total TTC

source: Grand Total to Be Charged
fr_fr: Total à facturer

source: Grand Total to be Charged
fr_fr: Total à facturer

source: Grand Total:
fr_fr: Montant global :

source: Greek
fr_fr: Grec

source: Grid
fr_fr: Grille

source: Grid (default) / List
fr_fr: Grille (par défaut) / Liste

source: Grid Only
fr_fr: Grille uniquement

source: Gross Amount
fr_fr: Montant brut

source: Ground
fr_fr: Sol

source: Group
fr_fr: Groupe

source: Group Information
fr_fr: Informations du groupe

source: Group Name
fr_fr: Nom de groupe

source: Group add
fr_fr: Ajout d'un groupe

source: Group remove
fr_fr: Suppression d'un groupe

source: Group:
fr_fr: Groupe :

source: Grouped Product
fr_fr: Produit groupé

source: Grouped Product Image
fr_fr: Image de produit groupé

source: Groups
fr_fr: Groupes

source: Guest
fr_fr: Invité

source: Guest checkout will only work with shareable.
fr_fr: Le passage de commande en tant qu'invité ne fonctionnera qu'avec les partageables.

source: HTML Form
fr_fr: Formulaire HTML

source: HTML Head
fr_fr: En-tête HTML

source: HTML tags are not allowed
fr_fr: Les balises HTML ne sont pas autorisées

source: HTTP (unsecure)
fr_fr: HTTP (non sécurisé)

source: Handling Applied
fr_fr: Frais de dossier appliqués

source: Handling Fee
fr_fr: Frais de traitement

source: Has Custom Options
fr_fr: Comprend des options personnalisables

source: Having trouble installing Magento?
fr_fr: Vous rencontrez des problèmes pour installer Magento ?

source: Header
fr_fr: En-tête

source: Header Background Color
fr_fr: Couleur d'arrière plan de l'entête

source: Header Border Color
fr_fr: Couleur de la bordure de l'entête

source: Header Font Color
fr_fr: Couleur de police de l'en-tête

source: Header Image URL
fr_fr: URL de l'image d'entête

source: Header column names already set
fr_fr: L'en-tête des noms de colonnes a déjà été défini

source: Hebrew
fr_fr: Hébreu

source: Height
fr_fr: Hauteur

source: Hello, %s!
fr_fr: Bonjour, %s !

source: Help
fr_fr: Aide

source: Help Us Keep Magento Healthy - Report All Bugs
fr_fr: Aidez-nous à améliorer Magento - Signalez tous les bugs

source: Help Us to Keep Magento Healthy
fr_fr: Aidez-nous à améliorer Magento

source: Helper attributes should not be used in custom layout updates.
fr_fr: Les attributs de helper ne devraient pas être utilisés dans les mises à jour personnalisées de gabarits.

source: Helper for options rendering doesn't implement required interface.
fr_fr: Le helper utilisé pour le rendu des options n'implémente pas l'interface requise.

source: Helper for wishlist options rendering doesn't implement required interface.
fr_fr: Le helper utilisé pour le rendu des options de liste d'envies n'implémente pas l'interface requise.

source: Hidden Virtual PayPal Debit Card Transaction
fr_fr: Transaction virtuelle cachée de carte de débit de PayPal

source: Hide
fr_fr: Masquer

source: Hide Cart Contents
fr_fr: Cacher les contenus du panier

source: High Resolution Application Icon
fr_fr: Icône d'appli haute résolution

source: History Cleanup Every
fr_fr: Nettoyer l'historique toutes les

source: Hits
fr_fr: Vues

source: Hold
fr_fr: Bloquer

source: Hold action is not available.
fr_fr: L'action bloquer n'est pas disponible

source: Hold for Dispute Investigation
fr_fr: Bloquer pendant l'enquête de litige

source: Hold order
fr_fr: Bloquer la commande

source: Home
fr_fr: Accueil

source: Home Delivery
fr_fr: Livraison à domicile

source: Horizontally grouped logo with group name on left
fr_fr: Logo groupé horizontalement avec le nom du groupe à gauche

source: Horizontally grouped logo with no group name
fr_fr: Logo groupé horizontalement sans le nom du groupe

source: Host
fr_fr: Serveur

source: Hosted
fr_fr: Hébergé

source: Hosted or Google
fr_fr: Hébergé ou Google

source: Hourly
fr_fr: Toutes les heures

source: How do you rate this product?
fr_fr: Quelle note donneriez-vous à ce produit ?

source: How many links to display at once.
fr_fr: Nombre de liens à afficher à la fois.

source: How to incorporate Urban Airship within your application:
fr_fr: Comment intégrer Urban Airship à votre application :

source: I agree to the above terms and conditions.
fr_fr: J'accepte les conditions d'utilisation ci-dessus.

source: I.e. redirect from http://example.com/store/ to http://www.example.com/store/
fr_fr: Par ex. redirection de http://example.com/store/ vers http://www.example.com/store/

source: ID Path
fr_fr: ID chemin

source: ID Path for Specified Store
fr_fr: Identifiant de chemin pour le magasin spécifié

source: IP Address
fr_fr: Adresse IP

source: IP Address: %s
fr_fr: Adresse IP : %s

source: IP or Hostname
fr_fr: IP ou nom d'hôte

source: IPN (Instant Payment Notification) Only
fr_fr: Notification instantanée de paiement (IPN) seulement

source: ITA (Italian)
fr_fr: ITA (Italien)

source: Icon that will appear on the user's device after they download your app. Recommended size: 48px x 48px.
fr_fr: Icône qui apparaîtra sur le terminal de l'utilisateur après le téléchargement de votre appli. Taille recommandée : 48px x 48px.

source: Icon that will appear on the user's device after they download your app. You do not need to apply a gradient or soft edges (this is done automatically by Apple). Recommended size: 72px x 72px.
fr_fr: Icône qui apparaîtra sur le téléphone de l'utilisateur après le téléchargement de l'application. Il n'est pas nécessaire d'appliquer de gradient ou d'adoucissement de bordures (ce sera fait automatiquement par Apple). Taille recommandée : 72 x 72 px.

source: Icon that will appear on the user's phone after they download your app. You do not need to apply a gradient or soft edges (this is done automatically by Apple). Recommended size: 114px x 114px.
fr_fr: Icône qui apparaîtra sur le téléphone de l'utilisateur après le téléchargement de l'application. Il n'est pas nécessaire d'appliquer de gradient ou d'adoucissement de bordures (ce sera fait automatiquement par Apple). Taille recommandée : 114 x 114 px.

source: Icon that will appear on the user’s phone after they download your app. You do not need to apply a gradient or soft edges (this is done automatically by Apple). Recommended size: 57px x 57px at 72 dpi.
fr_fr: Icône qui apparaîtra sur le téléphone de l'utilisateur après le téléchargement de l'application. Il n'est pas nécessaire d'appliquer de gradient ou d'adoucissement de bordures (ce sera fait automatiquement par Apple). Taille recommandée : 57 x 57 px à la résolution de 72 dpi.

source: Icons
fr_fr: Icônes

source: Identifier
fr_fr: Identifiant

source: If %s %s %s for a subselection of items in cart matching %s of these conditions:
fr_fr: Si %s %s %s pour une sous-sélection d'articles dans le panier répondant à %s ces conditions :

source: If %s of these conditions are %s:
fr_fr: Si %s ces conditions sont %s :

source: If 0 is specified, CAPTCHA on the Login form will be always available.
fr_fr: Si 0 est choisi, le CAPTCHA sera toujours disponible dans le formulaire de connexion.

source: If an item is %s in the cart with %s of these conditions true:
fr_fr: Si un article est %s panier et qu'il répond à %s ces conditions :

source: If empty, a default value will be used. Custom URL may be provided by CardinalCommerce agreement.
fr_fr: Si ce champ est vide, la valeur par défaut sera utilisée. Une URL personnalisée peut être fournie par un accord CardinalCommerce.

source: If empty, default value will be used.
fr_fr: Si ce champ est vide, c'est la valeud par défaut qui sera utilisée.

source: If empty, the Category Name will be used
fr_fr: Si vide, le nom de la catégorie sera utilisé

source: If empty, the Page Title will be used
fr_fr: Si vide, le titre de page sera utilisé

source: If empty, the Product Name will be used
fr_fr: Si vide, le nom du produit sera utilisé

source: If empty, the default description above will be used.
fr_fr: Si ce champ n'est pas rempli, la description par défaut ci-dessus sera utilisée

source: If empty, the default error above will be used.
fr_fr: Si ce champ n'est pas rempli, l'erreur par défaut ci-dessus sera utilisée

source: If enabled, cart contents will be hidden after clicking on the Google Checkout button in the shopping cart, and restored if "Edit Cart" link was activated.
fr_fr: Si vous l'activez, le contenu du panier sera caché après que le client aura cliqué sur le bouton Google Checkout, puis restauré si le lien "Éditer le panier" a été activé.

source: If leave this field empty, the message will be sent immediately
fr_fr: Si ce champ reste vide, le message sera envoyé immédiatement

source: If not specified, Default Country from General Config will be used
fr_fr: S'il n'est pas spécifié, le pays par défaut dans la configuration général sera utilisé

source: If the current frame position does not cover utmost pages, will render link to current position plus/minus this value.
fr_fr: Si la trame de pagination ne couvre pas les pages aux extrémités, Magento affichera les liens vers la page en cours plus ou moins la valeur ci-dessus.

source: If the invoice was created offline, try creating an offline creditmemo.
fr_fr: La facture à été crée hors-ligne, essayez de créer l'avoir hors-ligne

source: If there is an account associated with %s you will receive an email with a link to reset your password.
fr_fr: S'il y a un compte associé à l'adresse %s, vous recevrez un email avec un lien pour réinitialiser votre mot de passe.

source: If this message persists, please contact the store owner.
fr_fr: Si ce message perssiste, merci de contacter le dirigeant du magasin.

source: If this option is enabled, customer can change shipping address and shipping method on PayPal website. In live mode works via HTTPS protocol only.
fr_fr: Si cette option est activée, le client peut changer l'adresse de livraison et d'expédition méthode sur le site de PayPal. Travail en mode direct via le protocole HTTPS uniquement.

source: If type is complete and zip code belongs to multiple tax rates, choose to charge minimum tax rate or maximum tax rate.
fr_fr: Si le type est complet et que le code postal correspond à plusieurs taux de TVA, choisir d'appliquer le taux mini ou le taux maxi.

source: If you are a developer and would like to have the latest public updates, choose this option.
fr_fr: Si vous êtes développeur et que vous aimeriez avoir les mises à jour publiques les plus récentes, sélectionnez cette option.

source: If you are running PHP as CGI, your PHP processes may run under the same user as the user you used when uploading Magento files.
fr_fr: Si vous lancez PHP en CGI, vos processes peuvent tourner sous le même utilisateur que celui utilisé pour télécharger les fichiers Magento.

source: If you are running the install wizard over a previously downloaded and installed Magento installation, proceed with this method.
fr_fr: Si vous exécutez l'assistant d'installation sur une installation de Magento existante, utilisez cette méthode.

source: If you choose "No Operation", Ogone will use default payment procedure setup in Ogone configuration.
fr_fr: Si vous choisissez "Pas d'opération", Ogone utilisera la procédure de paiement paramétrée dans la configuration Ogone.

source: If you choose "Ogone Template", you will need to fill in all the following fields.
fr_fr: Si vous choisissez "Gabarit Ogone", vous devez remplir les champs suivants.

source: If you do not specify a rating title for a store, the default value will be used.
fr_fr: Si vous ne spécifiez pas de titre d'évaluation pour un magasin, la valeur par défaut sera utilisée.

source: If you do not specify an option value for a specific store view then the default (Admin) value will be used.
fr_fr: Si vous ne spécifiez pas de valeur d'option pour une vue magasin spécifique, la valeur par défaut (admin) sera utilisée

source: If you do not specify an option value for a store then the default value will be used.
fr_fr: Si vous ne souhaitez pas spécifier une valeur d'option pour un magasin, la valeur par défaut sera utilisée
